/**
 * Apple Strings File
 * Generated by Twine 0.2.2
 * Language: en
 */

/********** General **********/

"Alert_Error" = "Error";

"Settings_Title" = "Settings";

"Settings_Section_General" = "General";

"Settings_Section_Accounts" = "\ Accounts";

"Settings_Section_Accounts_Footer" = "Tap account name to enter details.";

"Settings_Row_Comment" = "Comment";

"Settings_Row_GPSTagging" = "GPS Tagging";

"Settings_Row_Image" = "Auto Enhance";

"Detail_Section_Account" = "Account";

"Detail_Section_Album" = "Album Selection";

"Detail_Row_AccountName" = "Account Name";

"Detail_Row_Logout" = "Logout";

"Detail_Row_AddAccount" = "Add new account";

"Detail_Row_DeleteAccount" = "Delete this account";

"Detail_Row_LogoutButtonTitle" = "Logout";

"Detail_Row_LogoutButtonConfirm" = "Are you sure?";

"MailPhotoSubmitter_Section_Mail" = "EMail Setting";

"MailPhotoSubmitter_To_Placeholder" = "To address";

"MailPhotoSubmitter_CommentAsBody_Title" = "Comment as body";

"MailPhotoSubmitter_CommentAsSubject_Title" = "Comment as subject";

"MailPhotoSubmitter_DefaultBody_Placeholder" = "Default body";

"MailPhotoSubmitter_DefaultSubject_Placeholder" = "Default subject";

"MailPhotoSubmitter_ConfirmMail_Title" = "Confirm content";

"MailPhotoSubmitter_Alert_InvalidAddress_Title" = "Error";

"MailPhotoSubmitter_Alert_InvalidAddress_Message" = "%@ is not valid send to email address.";

"MailPhotoSubmitter_Alert_EmptyAddress_Message" = "Please specify send to address.";

"MailPhotoSubmitter_Alert_InvalidAddress_Button_Title" = "OK";

"MailPhotoSubmitter_Alert_MailRequired_Title" = "Error";

"MailPhotoSubmitter_Alert_MailRequired_Message" = "Mail address is not available";

"MailPhotoSubmitter_Alert_MailRequired_Button_Title" = "OK";

"Album_Detail_Section_Album_Footer" = "Selected album will be used for tottepost\n If you want to delete/edit album, please do so at %@.";

"Album_Detail_Section_Create_Album_Title" = "Create album";

"Create_Album_Navigation_Title" = "Create Album";

"Create_Album_Section_Title" = "Album Title";

"Create_Album_Placeholder" = "20XX Lunar Tour";

"Create_Album_Create_Button_Title" = "create";

"Create_Album_Alert_Creation_Empty_Title" = "Error";

"Create_Album_Alert_Creation_Empty_Message" = "Empty album title is not permitted.";

"Create_Album_Alert_Creation_Empty_Button_Title" = "OK";

"Create_Album_Alert_Creation_Failed_Title" = "Error";

"Create_Album_Alert_Creation_Failed_Button_Title" = "OK";

"Account_Navigation_Title" = "Authorization";

"Account_Section_Username" = "Username";

"Account_Section_Password" = "Password";

"Account_Section_Username_Placeholder" = "kentaro";

"Account_Section_Password_Placeholder" = "password";

"Twitter_Default_Comment" = "tottepost Photo";

"Detail_Section_Twitter_Accounts" = "\ Account Select";

"Twitter_Ask_For_Configure" = "Twitter account is not avaliable. Do you want to configure it?";

"Twitter_Ask_For_Configure_Title" = "No Account";

"Twitter_Ask_For_Configure_OK" = "Configure";

"Twitter_Ask_For_Configure_Cancel" = "Cancel";

"Twitter_Account_Error" = "Twitter account is not avaliable. Please setup in setting.";

"Twitter_Account_Error_Title" = "No Account";

"Twitter_Account_Error_OK" = "OK";

"Instagram_AppNotFound_Title" = "Error";

"Instagram_AppNotFound_Message" = "You need Instagram app installed.";

"Instagram_AppNotFound_Button_Title" = "OK";

"GDrive_Detail_Section_Account_Footer" = "Uploading photo&video to Google Drive requires you to install Chrome Application from Chrome Web Store. To install Chrome application, you need Chrome Web Browser on your \"PC\". After installing Chrome, open Chrome Web Store, search \"tottepost\" and install it. After that, Google Drive allows you to upload photo&video.";

"GDrive_Attention_Title" = "Attention";

"GDrive_Attention_Message" = "To use tottepost with Google Drive, You need to install Chrome App to your !!PC!!, some instraction is in detail section. Tap Google Drive at setting.";

"GDrive_Attention_Button_Title" = "OK";

"GData_Error_Title" = "Error";

"GData_Error_Message" = "Sorry, you cannot use Picasa and Google Drive at the same time. Please logout another one.";

"GData_Error_Button_Title" = "OK";

"Alert_Comment_Too_Long" = "Comment is too long, please shoten it.";
